Repository: RamziHydan/University
Catalog: Univ/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Name
ar: الاسم

source: Gender
ar: الجنس

source: Nationality
ar: الجنسية

source: Birth place
ar: مكان الميلاد

source: Birth date
ar: تاريخ الميلاد

source: High school ype
ar: نوع الثانوية

source: rate
ar: المعدل

source: Certification date
ar: تاريخ الشهادة

source: Certification place
ar: مكان الحصول عليها

source: governer
ar: المحافظة

source: School
ar: المدرسة

source: Emission date
ar: تاريخ الإصدار

source: Emission place
ar: مكان الإصدار

source: Phone
ar: رقم الهاتف

source: Address
ar: العنوان

source: Email
ar: البريد

source: Relationship
ar: ولي الامر

source: Relationship Phone
ar: هاتف ولي الامر

source: Major
ar: التخصص

source: ID type
ar: نوع الهوية

source: ID number
ar: رقم الهوية

source: Major Information
ar: نبذة عن التخصص

source: Section Information
ar: نبذة عن القسم الجامعي

source: Goals
ar: الأهداف

source: Strategy
ar: الاستراتيجية

source: Engineering Collage Team
ar: كادر كلية الهندسة

source: Humantiy Collage Team
ar: كادر كلية الآداب والعلوم الإنسانية

source: Medicine Collage Team
ar: كادر كلية الطب

source: University Team
ar: كادر الجامعة

source: Details
ar: التفاصيل

source: We are distinguished by an educational level according to international principles and standards
ar: نتميز بمستوى تعليمي وفق أسس ومعايير عالمية

source: Here you can get the full value of education
ar: هنا يمكنك الحصول على القيمة الكاملة للتعليم

source: See more
ar: اطلاع اكثر

source: Univ Environment
ar: البيئة الجامعية

source: Specially designed to suit the student's educational atmosphere, meeting all student and academic needs
ar: مصممة خصيصاً لتناسب الجو التعليمي للطالب ملبيةً جميع الاحتياجات الطلابية والأكاديمية

source: Lab
ar: المختبرات

source: Equipped with the best tools and modern technologies, which contributes to benefiting from new technology and stimulates the demand for learning
ar: مجهزة بأفضل الأدوات والتقنيات الحديثة مما يساهم من الاستفادة من التكنلوجيا الجديدة ويحفز الطلب للتعلم

source: Univ Team
ar: كادر الجامعة

source: Distinguished staff with high capabilities and skills committed to providing the best service value to the student
ar: كادر متميز ذو قدرات ومهارات عالية ملتزم بتقديم افضل قيمة خدمية للطالب

source: message
ar: الرسالة

source: We strive to be the best by keeping abreast of scientific developments
ar: نسعى لان نكون الأفضل من خلال مواكبة التطورات العلمية

source: Student Services
ar: خدمات الطالب

source: We always strive to be the best and we are honored to serve and guide the university student and we strive to improve in all educational aspects And educational through active participation in all fields and development and modernization in scientific and professional fields
ar: نسعى دائماً الى ان نكون الافضل ونتشرف بخدمة وتوجية الطالب الجامعي ونسعى للارتقاء في جميع الجوانب التعليمية والتربوية من خلال المشاركة الفعالة في جميع الميادين والتطوير والتحديث في المحالات العلمية والمهنية

source: Registration
ar: التسجيل

source: We are pleased to have you join one of our distinguished colleges
ar: يسعدنا ان تنظم الى احدى كلياتنا المتميزة

source: Student Activities
ar: الأنشطة الطلابية

source: You can view the outstanding student activities
ar: يمكنك الاطلاع على الأنشطة الطلابية المتميزة

source: E-learning
ar: التعليم الالكتروني

source: From here you can view many scientific topics
ar: من هنا يمكنك عرض الكثير من المواضيع

source: Student Result
ar: نتيجة الطالب

source: From here you can inquire about your academic results
ar: من هنا يمكنك الاستعلام عن الدرجات

source: Labs with the latest technology
ar: معامل بأحدث التقنيات

source: The university provides laboratories and laboratories with high capabilities to meet the students' needs for practical application and to train them on all systems and devices.
ar: توفر الجامعة معامل ومختبرات بإمكانيات عالية لتلبي احتياجات الطلاب للتطبيق العملي وتدريبهم على جميع الأنظمة والأجهزة.

source: News
ar: الاخبار

source: Advertisments
ar: الاعلانات

source: Contact us
ar: التواصل

source: Please contact us via the numbers and addresses shown at the bottom of the page Thank you for contacting us and sending your constructive suggestions via email or social media
ar: يرجى التواصل معنا عبر الأرقام والعناوين الموضحة اسفل الصفحة شكرا لك على تواصلك معنا وإرسال اقتراحاتك البناءة عبر البريد الالكتروني او وسائل التواصل الاجتماعي

source: Republic of Yemen, Sana'a, Al-Jarf, east of Al-Thawra Sports Stadium
ar: الجمهورية اليمينة صنعاء - حدة، فج عطان، شارع بيروت

source: Email US
ar: راسلنا بريدياً

source: Call Us
ar: اتصل بنا

source: Phone number:
ar: رقم الهاتف

source: Yemen
ar: اليمن

source: Your Email
ar: بريدك

source: Message
ar: الرسالة

source: Loading
ar: تحميل

source: Your message has been sent. Thank you!
ar: تم ارسال رسالتك بنجاح. شكراً لك!

source: Send
ar: إرسال

source: Dar Al-Salam International University
ar: جامعة دار السلام الدولية

source: You can contact us by phone or mail You can also follow our social media accounts
ar: يمكنك التواصل معنا هاتفياً او بريدياً ومتابعة وسائل التواصل الاجتماعي الخاصة بنا

source: Phone:
ar: رقم الهاتف

source: Email:
ar: البريد

source: Usefull link
ar: روابط مفيدة

source: Home
ar: الرئيسية

source: About Univ
ar: عن الجامعة

source: Medicine Collage
ar: كلية الطب

source: Engineering Collage
ar: كلية الهندسة

source: Medicine Collage Lab
ar: كلية الطب

source: Engineering Collage Lab
ar: كلية الهندسة

source: Our Services
ar: خدماتنا

source: Student registration
ar: نتيجة الطالب

source: Acadimic Activities
ar: الانشطة

source: Student result
ar: نتيجة الطالب

source: Studying and research
ar: الدراسات والأبحاث

source: Electornic learning
ar: التعليم الالكتروني

source: registration to Univ
ar: التسجيل في الجامعة

source: Join Us
ar: انظم الينا

source: From here you can join us via your e-mail
ar: من هنا يمكنك الانظمام الينا بريدياً

source: Dar Al-Salam International University .all rights are save
ar: جامعة دار السلام الدولية

source: Univ
ar: الجامعة

source: Brief About Univ
ar: نبذة عن الجامعة

source: Message and Vision
ar: الرؤية والرسالة

source: Chairman presedent
ar: رئيس مجلس الامناء

source: Univ presedent word
ar: كلمة رئيس الجامعة

source: E-Learning
ar: التعليم الالكتروني

source: Studying and Research
ar: الدراسات والابحاث

source: Collages
ar: الكليات

source: Collage Strategy
ar: استراتيجية الكلية

source: Collage Major
ar: تخصصات الكلية

source: Collage Library
ar: مكتبة الكلية

source: Collage Team
ar: كادر الكلية

source: Students Affairs
ar: شؤون الطلاب

source: Studying Schedule
ar: الجداول الدراسية

source: Acceptance And Registration
ar: القبول والتسجيل

source: Electronic Croodination Portal
ar: بوابة التعليم الالكتروني

source: Advertisment
ar: الاعلانات

source: Activities
ar: الانشطة

source: Univ Life
ar: الحياة الجامعية

source: Early University Student
ar: اوائل الطلاب

source: Service Facilities
ar: المرافق الخدمية

source: Student guide
ar: الارشاد الطلابي

source: Univ Lab
ar: مختبرات الجامعة

source: Medicine Lab
ar: معامل كلية الطب

source: Engineering Lab
ar: معامل كلية الهندسة

source: Contact
ar: التواصل

source: Save
ar: حفظ

source: We raise you to a broader horizon
ar: نرتقي بك الى افق اوسع

source: Advertisement
ar: الإعلانات

source: No documents found.
ar: لم يتم العثور على بيانات

source: Student Registration
ar: تسجيل طالب

source: Please make sure that the data entered is correct to avoid any errors
ar: نرجو التأكد من صحة البيانات المدخلة تجنباً لوقوع اية أخطاء

source: Register
ar: التسجيل

source: Engineering collage lab
ar: معامل كلية الهندسة

source: Medicine collage lab
ar: معامل كلية الطب

source: Earlier Students
ar: أوائل الطلاب

source: University Environment
ar: البيئة الجامعية
